com-th-soap-ws-demo-1/z_client_xml/deleteEmployeeRequest.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:gs="https://www.torryharris.com/soap-ws-demo">
	<soapenv:Header />

	<soapenv:Body>
		<gs:deleteEmployeeRequest>
			<gs:employeeId>111</gs:employeeId>
		</gs:deleteEmployeeRequest>
	</soapenv:Body>

</soapenv:Envelope>
